<?php

return array(
    'pay_successed'  => 'ขอแสดงความยินดี!  คุณชำระค่าสินค้าสำเร็จ！',
    'order_info_empty'  => 'ไม่มีการสั่งซื้อ',
    'notify_unauthentic'  => 'ไม่ได้แจ้งให้ทราบล่วงหน้าไว้',
    'sign_inconsistent'  => 'ลงชื่อไม่ตรงกัน',
    'order_inconsistent'  => 'สั่งซื้อไม่ตรงกัน',
    'price_inconsistent'  => 'ไดรับเงิน กับค่าใช้จ่ายสินค้าไม่ตรงกัน',
    'undefined_status'  => 'ยกเลิกสถานะ',
    'payment_disabled_by_system'    => 'ระบบการชำระเงินถูกตัด โปรดติดต่อ แอดมิน ผู้ดูแลระบบ',
    'payment_disabled'      => 'ยังไม่ได้เปิดใช้การขำระเงิน โปรดติดต่อร้านค้า',
    'order_created_desc'    => 'คำสั่งซื้อของคุณได้รับการสร้าง เลือกวิธีการชำระเงินที่ต้องการจ่ายเงิน',
    'member_view_order'     => 'คุณสามารถดูคำสั่งได้ที่ศูนย์ของผู้ใช้',
    'online_payment'        => 'การชำระเงินออนไลน์',
    'offline_payment'       => 'ปิดการชำระเงิน',
    'pay_message_successed' => 'ส่งข้อมูลการชำระเงินสำเร็จ โปรดรอเพื่อยืนยันการขาย',
    'connecting_pay_gateway'=> 'เชื่อมต่อเกตเวย์เพื่อการชำระเงิน, โปรดรอสักครู่...',
    'cod_order_notice'      => 'คุณเลือก <b>ชำระเงินสดเมื่อจัดส่ง<b> การชำระเงิน ,โปรดรอเพื่อยืนยันการขาย',
    'close_window'          => 'ปิดหน้าต่าง',
    'view_order'            => 'ดูรายการสั่งซื้อ',
    'post_pay_message'      => 'ส่งข้อมูลการชำระเงิน',
    'payment_desc'          => 'ข้อมูลการชำระเงิน',
    'input_pay_message'     => 'โปรดป้อนข้อมูลการชำระเงิน',
    'input_pay_message_notice' => 'เช่น บัญชีธนาคาร โอนเวลาฯลฯ',
    'no_pay_message'        => 'โปรดป้อนข้อมูลการชำระเงิน',
    'order_created'  => 'คำสั่งที่ส่งไปสำเร็จ！',
    'select_payment'  => 'ตัวเลือกการชำระเงินและการชำระเงิน',
    'confirm_pay'  => 'ยืนยันการชำระเงิน',
    'confirm_payment' => 'การชำระเงินที่เสร็จสิ้น',
);

?>
