<?php
return array(
    'paypal'  => 'paypal',
    'paypal_desc'  => 'PayPal การชำระเงินออนไลน์โซลูชันเป็นผู้นำในโลก ทั่วโลกบัญชีมากกว่า 71.6 ล้านผู้ใช้。',
    'paypal_currency' => 'ดอลลาร์ยูเอส ดอลลาร์แคนาดา ยูโร บริติชปอนด์เ หรียญฮ่องกง เยน ดอลลาร์นิวซีแลนด์',
    'pay_fee' => 'ค่าใช้จ่าย',
    'pay_fee_desc' => 'ค่าใช้จ่ายคงที่ ยังสามารถแสดงเป็นเปอร์เซ็นต์โดยเปอร์เซ็นต์ของราคารวมสินค้าเรียกเก็บ',
    'currency' => 'เลือกรายการสกุลเงิน',
    'currency_desc' => 'สกุลเงิน',
    'AUD' => 'AUD',
    'CAD' => 'CAD',
    'EUR' => 'EUR',
    'GBP' => 'GBP',
    'HKD' => 'HKD',
    'JPY' => 'JPY',
    'NZD' => 'NZD',
    'USD' => 'USD',
    'paypal_account' => 'บัญชีธุรกิจ',
    'paypal_account_desc' => 'บัญชี Paypal ของคุณ',
    'paypal_txn_id' => 'เลขที่การทําธุรกรรม Paypal',
    'money_inequalit' => 'จำนวนเงินที่จะชำระเงินไม่ได้เท่ากับจำนวนเงินที่ชำระเงินจริง',
    'order_info_empty' => 'ลำดับนี้ไม่มีอยู่',
);

?>